<?php
//Usersのstatus情報
$config['Roles'] = [
    0 => 'Admin',
    1 => 'Author',
];

//Inquiry　お問い合わせカテゴリー
$config['inquiry_category'] = [
    0 => '商品に関するお問い合わせ',
    1 => '利用環境やトラブルについて',
    2 => 'ID・パスワード・登録内容の変更について',
    3 => 'ご注文について',
    4 => 'お届けについて',
    5 => '商品の変更・交換・キャンセルについて',
    6 => 'お支払いについて',
    7 => 'ポイントについて',
    8 => 'その他',
    ];

//Customer・Order　都道府県
$config['prefecture'] = [
    0 => '選択してください',
    1 => '北海道',
    2 => '青森県',
    3 => '岩手県',
    4 => '宮城県',
    5 => '秋田県',
    6 => '山形県',
    7 => '福島県',
    8 => '茨城県',
    9 => '栃木県',
    10 => '群馬県',
    11 => '埼玉県',
    12 => '千葉県',
    13 => '東京都',
    14 => '神奈川県',
    15 => '新潟県',
    16 => '富山県',
    17 => '石川県',
    18 => '福井県',
    19 => '山梨県',
    20 => '長野県',
    21 => '岐阜県',
    22 => '静岡県',
    23 => '愛知県',
    24 => '三重県',
    25 => '滋賀県',
    26 => '京都府',
    27 => '大阪府',
    28 => '兵庫県',
    29 => '奈良県',
    30 => '和歌山県',
    31 => '鳥取県',
    32 => '島根県',
    33 => '岡山県',
    34 => '広島県',
    35 => '山口県',
    36 => '徳島県',
    37 => '香川県',
    38 => '愛媛県',
    39 => '高知県',
    40 => '福岡県',
    41 => '佐賀県',
    42 => '長崎県',
    43 => '熊本県',
    44 => '大分県',
    45 => '宮崎県',
    46 => '鹿児島県',
    47 => '沖縄県',
    ];

//Customer　性別
$config['gender'] = [
    1 => '男性',
    2 => '女性',
    ];

//Customer　会員ランク
$config['prime_flg'] = [
    0 => '通常会員',
    1 => 'プライム会員',
    ];

//Item　商品分類
$config['item_category'] = [
    0 => '',
    1 => '砲丸',
    2 => '円盤',
    3 => '槍',
    4 => 'ハンマー',
    5 => 'ウェア',
    6 => 'シューズ',
    7 => 'その他',
    ];